Repository: tabbycat18/mesdeparts.ch
Catalog: ios/MesDepartsApp/App/Localizable.xcstrings
Source language: en
Languages: de, fr, it

# about.description
source: Native iOS client for mesdeparts.ch
de: Native iOS-App fur mesdeparts.ch
fr: Client iOS natif pour mesdeparts.ch
it: Client iOS nativo per mesdeparts.ch

# about.title
source: About MesDeparts
de: Uber MesDeparts
fr: A propos de MesDeparts
it: Informazioni su MesDeparts

# departures.title
source: Departures
de: Abfahrten
fr: Departs
it: Partenze

# diagnostics.title
source: Diagnostics
de: Diagnose
it: Diagnostica

# favorites.title
source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti

# filters.title
source: Filters
de: Filter
fr: Filtres
it: Filtri

# language.title
source: Language
de: Sprache
fr: Langue
it: Lingua

source: Loading departures...
de: Abfahrten werden geladen...
fr: Chargement des departs...
it: Caricamento partenze...

# more.title
source: More
de: Mehr
fr: Plus
it: Altro

# search.placeholder
source: Search stop or station
de: Haltestelle oder Bahnhof suchen
fr: Rechercher un arret ou une gare
it: Cerca fermata o stazione

# served.lines
source: Served by lines
de: Bediente Linien
fr: Lignes desservies
it: Linee servite

# stop.search.title
source: Stop Search
de: Haltestellensuche
fr: Recherche d'arret
it: Ricerca fermata

# updated.label
source: Updated
de: Aktualisiert
fr: Mis a jour
it: Aggiornato
